// Задача 13: Напишите программу, которая выводит третью цифру заданного числа или 
// сообщает, что третьей цифры нет.
// 645 -> 5
// 78 -> третьей цифры нет
// 32679 -> 6

Console.Clear();
Console.WriteLine("Введите число");
int [] n = int.Parse(Console.ReadLine()!);
int index = 0;
while (index < n [2]);
{
   index ++;
   if (index = n[2]);
    Console.WriteLine($"третья цифра этого числа {n[2]}");
}


